Repository: husseinzomar/nabatak_v1
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Nabatk
ar: نباتك

# settingsTitle
source: Settings
ar: الإعدادات

source: Language
ar: اللغة

# choosePlantType
source: Welcome, choose the type of plant that suits you ðŸŒ±
ar: مرحبًا، اختار نوع النبات اللي يناسبك 🌱

source: Plant Name
ar: اسم النبتة

# searchHint
source: Search for a plant
ar: ابحث عن نبتة

# specialOffersTitle
source: Special Offers
ar: عروض مميزة

# categoriesTitle
source: Categories
ar: التصنيفات

source: Ornamental Plants
ar: نباتات زينة

source: Indoor Plants
ar: نباتات داخلية

source: Outdoor Plants
ar: نباتات خارجية

source: Cacti
ar: صباريات

# newProductsTitle
source: New Products
ar: منتجات جديدة

# clearButtonTooltip
source: Clear
ar: مسح

# backButtonTooltip
source: Back
ar: رجوع

# firstPage
source: Home
ar: الرئيسية
